Repository: zijib/karameru---2
Catalog: Karameru2/Resources/Lang.*.resx
Languages: es

# AppTitle
source: Karameru2 - Extraction Assistant
es: Karameru2 - Asistente de extracción

# MenuLanguage
source: Language
es: Idioma

# MenuFile
source: File
es: Archivo

# MenuHelp
source: Help
es: Ayuda

# MenuFormats
source: Supported Formats
es: Formatos soportados

# PromptLabel
source: Your question or search:
es: Tu pregunta o búsqueda:

# RunButton
source: Run
es: Ejecutar

# ResultLabel
source: Result:
es: Resultado:

# OpenArchiveButton
source: Open archive...
es: Abrir archivo...

# ViewBinaryButton
source: View binary
es: Ver binario

# Model3DLabel
source: [3D display coming soon]
es: [Visualización 3D próximamente]

# UnsupportedFormatError
source: Unsupported format.
es: Formato no soportado.

# BinaryNotSupportedError
source: Binary display not supported for this format.
es: Visualización binaria no soportada para este formato.

# BinaryWindowTitle
source: Binary of {0}
es: Binario de {0}

# SupportedFormatsTitle
source: Supported Archive Formats
es: Formatos de archivo soportados
